attendees = [
["Jonathan Rogers","<a href=\"mailto:jrogers@energetics.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/jonathan-rogers-550b3128\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Energetics Inc.","Algae; Bioeconomy Initiative; Bioeconomy Stakeholders; Market Analysis; Techno-economic Analysis","Jonathan Rogers is an Energy Consultant with Energetics Incorporated. He leads technical and strategic analysis teams to advise government renewable energy research, development, demonstration, and deployment programs. Jonathan is one of the authors of Chapter 2, Current Biomass Uses, of the 2016 Billion Ton Report. He has also developed analyses on behalf of the Biomass R&D Board to evaluate the products and economic and environmental impacts that may result from the current use and the future potential use of ~1 billion tons of biomass resources. Jonathan holds his Bachelors and Masters in Chemical Engineering from Johns Hopkins University."],
["John McGowen","<a href=\"mailto:john.mcgowen@asu.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://twitter.com/jamcgowen\"><span class=\"fa-icon icon-twitter-sign\"></span></a>&nbsp;","Arizona Center for Algae Technology and Innovation, Arizona State University","Algae; Bioproducts; Hydrothermal Liquefaction; Research; Wastewater Treatment","Focused on technology partnering between academics and industry and the use of testbed facilities to support the acceleration of renewable energy and bio products commercialization and de-risking technology innovations."],
["Daniel Burciaga","<a href=\"mailto:dburciaga@tri-inc.net\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/dan-burciaga-6209bb9\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","ThermoChem Recovery Int'l, Inc. (TRI)","Biorefineries; Engineering; Gasification; Plant Design","Dan has led TRI&rsquo;s commercialization and technology development. He has expanded its scope to biopower and biorefineries with a focus on integrated facilities for optimum economic performance.  He has over 30 years experience in technology development, engineering services, operations, and construction.<br/> <br/> Prior to joining TRI, he was Vice President and General Manager of Industra Engineers & Construction, a firm serving the pulp and paper, chemicals and metals industries. He also served in the international division of Procter & Gamble (P&G) where he was responsible for a wide range of international projects."],
["Alexander Koukoulas","<a href=\"mailto:alex@anlconsultants.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/aakoukoulas\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","ANL Consultants LLC","Biopower; Bioproducts; Biorefineries","Independent consultant, business leader and inventor with over 25-years of proven success in R&D, new technology development, and operations. Passionate about people, innovation, sustainable and advanced materials, and renewable energy. Works with entrepreneurs, project developers, and company leaders looking to build successful organizations, deliver transformative business solutions, and accelerate growth."],
["Ralph Cavalieri","<a href=\"mailto:cavalieri@wsu.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Washington State University","Research","Director, Northwest Advanced Renewables Alliance (NARA)<br/> <br/> Director, FAA Center of Excellence for Alternative Jet Fuel and Environment (ASCENT)<br/> <br/> Director, Washington State University Office of Alternative Energy"],
["Steve Bates","<a href=\"mailto:stevebates4@gmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","ENDEAVORS","Advanced Feedstock Supply; Biorefineries; Feedstock Logistics; Research; Venture Capital","BIODIESEL OPERATIONAL PROPOSAL 2017 "],
["Gale Wichmann","<a href=\"mailto:wichmann@amyris.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Amyris","Bioproducts; Research; Synthetic Biology","My background is in molecular genetics and microbial biology. I am currently the project leader for an external, private collaboration to generate new molecules from yeast for the food/nutrition sector.   Earlier I was the technical lead and PI for the DOE funded National Advanced Biofuels Consortium (2011-2013).  During the NABC project Amyris developed the technology to produce an isoprenoid (farnesene) from cellulosic biomass. Since the close of the NABC, I have been leading the effort at Amyris to continue developing Amyris&rsquo;s ability to generate bioproducts and biofuels from cellulosic biomass."],
["Joanne Ivancic","<a href=\"mailto:info@advancedbiofuelsusa.org\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://twitter.com/advancedbiofuel\"><span class=\"fa-icon icon-twitter-sign\"></span></a>&nbsp;<a href=\"https://www.facebook.com/Advanced-BioFuels-USA-79120258447/\"><span class=\"fa-icon icon-facebook-sign\"></span></a>&nbsp;","Advanced Biofuels USA","Biorefineries; Co-Optimization; Education; Policy- Federal; Policy- State/Local","Executive Director of Advanced Biofuels USA, a nonprofit educational organization, which she co-founded, dedicated to promoting understanding, development, acceptance, and use of advanced biofuels as an energy security, economic development, military flexibility and climate change/pollution control solution. She has also served as a lobbyist promoting advanced biofuels research and production on Capitol Hill and with executive agencies.  She has observed the development of advanced biofuels research and financing for about 20 years. From 2010 to 2016 she has been voted one of the Top 100 People in Bioenergy by Biofuels Digest."],
["Virginia Klausmeiet","<a href=\"mailto:vklausmeier@sylvatex.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Sylvatex Inc","Bioeconomy Stakeholders; Biopower; Biorefineries; Co-Optimization","Sylvatex is a renewable nano-chemistry platform that has applications in solutions for industry processing, materials stability and fuels. Our mission is to increase the use of renewables globally, to empower a cleaner and healthier future today.<br/> Sylvatex&rsquo;s first application is an alternative diesel fuel - MicroX- that utilizes two key renewable products from ethanol production: fuel ethanol and non-edible corn oil. <br/> Our second application is helping to green up the lithium ion battery production process with utilizing the renewable nano-chemistry for a reaction medium for the production of cathode material."],
["Wendell Brokaw","<a href=\"mailto:wendellbrokaw@gmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","EMSINE","Biopower; Education; Engineering; Modeling; Venture Capital","Seeking to become engaged in the biotech industry for green initiatives."],
["Lars Lafferty","<a href=\"mailto:Lars@nmdhealthcare.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/larslafferty\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","NMD Inc. Healthcare Consulting","Algae; Biorefineries; Market Analysis; Policy- Federal; Wastewater Treatment","A charismatic diplomat, resonating a dynamic and \"tasteful,\" dissatisfaction for the \"status quo,\" coupled with an innate ability to, \"connect the dots,\" across disciplines powering critical streamlines to revitalize, maximize and capitalize on serendipitous opportunities. Guiding insatiable pioneers with steadfast ambition with unwavering commitment to adaptability, accountability, people, community and collaboration, which have and continue to be a priceless intangible asset&rsquo;s. To provide scalable, &ldquo;climate-smart,&rdquo; low-cost, agile, sustainable and resilient innovations and inventions, which will one day, seem impossible to live without."],
["David Glass","<a href=\"mailto:dglass@dglassassociates.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/davidjglass\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;<a href=\"https://twitter.com/biotechforfuels\"><span class=\"fa-icon icon-twitter-sign\"></span></a>&nbsp;","D. Glass Associates, Inc.","Algae; Bioproducts; Market Analysis; Policy- Federal; regulatory affairs","David J. Glass, Ph.D. is an independent consultant specializing in regulatory affairs, patents and licensing, with longstanding experience in the use of modified microorganisms for industrial purposes. Extensive experience with EPA biotechnology regulations (MCANs, tiered exemptions), RFS fuel pathway petitions, fuel registration, FDA/AAFCO regulation of animal feed use of microorganisms. Additional expertise conducting market and technology assessments. Over 25 years experience negotiating academic-industry licensing and research agreements.  Dr. Glass can help companies plan for and comply with US and international bioenergy regulations."],
["Sridharan Govindachary","<a href=\"mailto:sridhora@hotmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://ca.linkedin.com/in/sridharan-govindachary-ab62589\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Self employed","Algae; Bioproducts; Financing; Market Analysis; Venture Capital","I am specialist in microalgae technology advancements and would like to receive networking information. I am on linkedin and facebook"],
["Howard Marks","<a href=\"mailto:hmarks@mail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/howard-marks-25750810?trk=hp-identity-name\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;<a href=\"https://www.facebook.com/howard.marks.965\"><span class=\"fa-icon icon-facebook-sign\"></span></a>&nbsp;","Redhorse Corporation","Policy- Federal; Policy- State/Local","Expert in bioenergy policy issues starting with energy aide to former Sen. Charles H. Percy (R-IL) where I helped increase federal assistance for B10 and organized Senate hearings highlighting the success of the Brazilian ethanol program. <br/> <br/> At the Department of Energy won \"Rock Star\" Award for efforts to organized Bioenergy 2012.  As a consultant to the Bioenergy Technologies Office (BETO) I tracked the Renewable Fuel Standards, state and local action, and Congressional activities."],
["Eric McAfee","<a href=\"mailto:eric.mcafee@aemetis.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Aemetis","Biorefineries; Co-Optimization; Financing; Plant Operation; Venture Capital","Eric McAfee is the founder, Chairman and CEO of $147 million revenues Aemetis, Inc., a Nasdaq-listed renewable fuels producer.  Aemetis owns 110 mgy of biofuels production including a 60 mgy ethanol plant in California and a 50 mgy capacity distilled biodiesel plant in India. Aemetis is upgrading its ethanol plant with Edeniq and Lanzatech cellulosic ethanol production."],
["Anthony Crooks","<a href=\"mailto:anthony.crooks@wdc.usda.gov\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","USDA, Rural Development","Financing; Policy- Federal","Loan guarantees of up to $250 million for qualifying biorefineries and biobased product manufacturing."],
["John McKenna","<a href=\"mailto:john.mckenna@hamiltonclark.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Hazmilton Clark Sustainable Capital, Inc.","Algae; Bioproducts; Financing; Venture Capital; Merger & Acquisition","Hamilton Clark is a leading investment banking firm for the energy and sustainable tech sector. Specialization is in corporate finance advisory, financing and M&A transactions. Recent clients include Itaconix Corporation sale to Revolymer plc, Aerojet Rocketdyne sale of gasification assets to GTI, GenCorp sale of power tower technology to Solar Reserve, Infinia Corp. sale to Qnergy, Inc., Series A financing for Canergy, LLC, Series A financing for Terrabon, Inc. sale of SunOpta BioProcess, Inc. to Mascoma, and sale of Solectria Corporation to Azure Dynamics."],
["Ravi Jethra","<a href=\"mailto:ravi.jethra@us.endress.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"www.linkedin.com/in/ravi-jethra-7483874\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Endress+Hauser","Anaerobic Digestion; Aviation Fuels; Biopower; Biorefineries; Engineering","Over the last decade , I've been leading the efforts of promoting Endress+Hauser within \"BIO\" that includes biofuels, Biodiesel, biogas and biomass power generation."],
["John Philipps","<a href=\"mailto:hempfarmers@gmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://twitter.com/hempwarrior\"><span class=\"fa-icon icon-twitter-sign\"></span></a>&nbsp;","FEDERAL INDUSTRIAL HEMP OF US.LLC","Advanced Feedstock Supply; Policy- Federal","FEDERAL INDUSTRIAL HEMP OF US LLC <br/> Provides Industrial hemp  legally under Congress IMPLEMENTING LEGAL AUTHORITY  CSA DEA IMPLEMENTING STATUTES and cfr&#039;s FOR A EXEMPT LEGAL sch 1 controlled substance exempt marijuana business.The Company provides 1099&#039;s  for the American Farmer ,when  farmer becomes a member he can pay federal tax on the product marijuana,he becomes exempt from all DEA FED criminal statutes.Sincerely John C Philipps   Operating Manager FEDERAL INDUSTRIAL HEMP OF US LLC  510-575-2928   P.S.    HEMP is the Biomass high yielding energy crop  100% hemp bio-fuel=95% carbon free bio-fuel."],
["Luis Oriani","<a href=\"mailto:luis.oriani@gruppomg.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/luis-oriani-63648a5\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Beta Renwables","Bioeconomy Initiative; Biorefineries; Engineering; Fermentation; Plant Operation","Today, the world is moving thanks to oil. Fossil fuel emissions are the main cause of global warming. The world is striving to reduce these emissions. Solar and wind energy can contribute to solve the problem, but not alone. Hence, new biofuels are a key element, as they can make an even greater contribution. <br/> <br/> Biochemtex and Beta Renewables were the first ones to solve this problem at industrial level with the industrial E2G plant in Crescentino Italy. <br/> "],
["Doug Elliott","<a href=\"mailto:dougc.elliott@pnnl.gov\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Pacific Northwest National Laboratory ","Algae; Aviation Fuels; Hydrothermal Liquefaction; Research; Wastewater Treatment","Forty-one years of process development research in biomass conversion to fuels and chemicals by thermochemical and catalytic methods"],
["Craig Miott","<a href=\"mailto:craig.miott@bayareabiogenics.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Biogenic Energy, Inc.","Biopower; Bioproducts; Biorefineries; Hydrothermal Liquefaction; Biofuels","Craig Miott is the CEO of Biogenic Energy with a broad expertise in project management,acquisitions,dispositions, financing and development. He has proven exceptional ability in identifying new business opportunities and leading complex projects from conception to successful completion. Biogenic Energy is a California based company dedicated to transforming biomass waste into a low carbon intermediate, called biomethanol, for electrical power generation and transportation. Biogenic Energy is looking for investors and grant funding opportunities."],
["Jacques Beaudry-Losique","<a href=\"mailto:jacques.beaudry-losique@algenol.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Algenol Biotech","Algae; Biorefineries; Financing; Hydrothermal Liquefaction; Policy- Federal","Jacques Beaudry-Losique has been the Senior Vice President of Corporate and Business Development for Algenol since July 2013.   Mr. Beaudry-Losique leads Algenol Business Development Team and also manages Government and Regulatory Affairs for the Company.  Jacques has more than 20 years experience working in the energy and technology sectors, and was previously Vice President of Corporate Development and Strategy for Codexis, a publicly traded biofuels and biopharma company (NASDAQ: CDXS).   From 2005 to 2011, Beaudry-Losique held senior management positions at the Department of Energy."],
["Nate Brown","<a href=\"mailto:nathan.brown@faa.gov\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/nathanlbrown\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Federal Aviation Administration","Aviation Fuels; Bioeconomy Initiative; Mobilizing Biomass Resources; Policy- Federal; Research","Interested in coordination of stakeholders and facilitation of the process of development, demonstration and deployment of sustainable energy sources to provide environmental and economic benefits to key industrial sectors. Particularly interested in generation of additional value from resources currently considered wastes and the generation of ecosystem services from holistically planned biomass activities."],
["David Benham","<a href=\"mailto:davidwbenham@msn.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Benham Energy Solutions","Algae; Anaerobic Digestion; Bioproducts; Financing; Hydrothermal Liquefaction","Focus at the moment is the development of \"WorldofAlgae.com\" , a website dedicated to baselining and trending all major efforts in the bio industry related to Algae, such as Education, Intellectual Property, Major Players... much more.."],
["Junichi Katsuki","<a href=\"mailto:J.Katsuki@mitsui.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","New Energy Business Development Dept","Algae; Aviation Fuels; Biorefineries","We Mitsui is one of the biggest Japanese Trading and Investment firm. We are interested in New Energy business development."],
["Jim Jaquess","<a href=\"mailto:jjaquess@linkresources.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/jamesfjaquess\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;<a href=\"https://www.facebook.com/Link-Resources-Inc-181340658583655/\"><span class=\"fa-icon icon-facebook-sign\"></span></a>&nbsp;","Link Resources","Aviation Fuels; Biopower; Biorefineries; Plant Design; Plant Operation","Reference information at www.linkresources.com"],
["Gary Sanden","<a href=\"mailto:gsanden@linkresources.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/garysanden\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Link Resources, Inc.","Bioeconomy Initiative; Biopower; Biorefineries; Plant Design; Plant Operation","Link, as SDVOSB, has over 20 years of energy experience across virtually all energy technologies and fuels. In addition to bioenergy, Link has lessons learned from nuclear, coal, gas, biomass combustion, in commercial, Federal, industrial, and offshore environments. Link is thus rather uniquely qualified to know when lessons learned from one market segment should be applied, and how to apply."],
["Simla Tokgoz","<a href=\"mailto:s.tokgoz@cgiar.org\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","IFPRI","Feedstock Forecasting; Modeling; Policy- Federal; Research","Simla Tokgoz received her Ph.D. in Economics from North Carolina State University in 2003. She is part of Globalization and Markets research program in the Markets, Trade and Institutions Division of IFPRI. Her research focus is modelling and analysis of biofuels, energy, and agricultural markets, particularly the integration of agricultural and energy markets in developing countries."],
["Bill Brandon","<a href=\"mailto:B_Brandon@comcast.net\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Biofuels USA","Biorefineries; Co-Optimization; Hydrothermal Liquefaction; soft MSW","I am intereted in integration of the electrical grid with low carbon liquid fuel and vertical farming bioenergy integration."],
["Candice Ellison","<a href=\"mailto:celli27@lsu.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Louisiana State University","Algae; Engineering; Research; Pyrolysis","Candice Ellison is a third-year PhD student in Bio and Ag Engineering at Louisiana State University and expects to graduate in the summer of 2017.  She received her Bachelor’s degree in Biological Sciences from the University of South Carolina.  Her research interests include algal biodiesel, biomass pyrolysis, catalytic upgrading, microwave processing, biomass feedstock and bio-oil characterization, and computer modeling."],
["Tim Olson","<a href=\"mailto:tolson@energy.ca.gov\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","California Energy Commission","Anaerobic Digestion; Biorefineries; Financing; Gasification; Policy- State/Local","I am part of a group that manages a $100 million per year fund to accelerate commercialization of liquid biofuel, biomethane and other low carbon intensive fuel production plants in California."],
["Jennifer Knipe","<a href=\"mailto:knipe1@llnl.gov\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/jennifermknipe\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Lawrence Livermore National Laboratory","Biopower; Bioproducts; Engineering; Research","As a postdoc at LLNL I work on functional material design and synthesis for energy applications. My research interests include:•Enzyme encapsulation and immobilization in biocatalytic materials  •Biocatalytic gas to liquid conversion•Electrochemical synthesis and cofactor regeneration coupled with enzyme catalysis•Hydrogel formulation, synthesis, and characterization with an emphasis on controlling physicochemical properties and incorporation of biological components •Stimuli responsive, functional, and biodegradable soft materials•3D printing of hydrogels and aerogels•Hierarchical carbon aerogel synthesis for capacitive deionization"],
["Tomoaki Kirino","<a href=\"mailto:tomoaki-kirino@mgc.co.jp\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://jp.linkedin.com/in/tomoaki-kirino-mba-m-eng-27668844/en\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Mitsubishi Gas Chemical Company","Aviation Fuels; Bioproducts; Biorefineries; Research; Separations","I am interested in bio-products including renewable aviation fuel, bio-plastics and their precursors. Plus, I would like to be connected to consultants who deal with both upper and lower supply chain of aviation fuel in particular. Venture companies with innovative conversion technologies are welcome for discussion for possible future cooperation. I can be reached during whole conference time and on LinkedIn. Thanks."],
["Mel Wentz","<a href=\"mailto:mwentz@linkresources.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Link Resources, Inc.","Biopower; Biorefineries; Financing","Presently providing Independent Engineer services to BETO for Integrated BioRefinery Projects. Have experience in biofuels, solar energy, wind energy, geothermal and fossil-fired generation technologies. Extensive background in project development and project financing. Hold Engineering and MBA from the University of Pittsburgh."],
["Kimberly Swanson","<a href=\"mailto:nkawie99@gmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Public water and sewer","Bioeconomy Initiative; Education; Policy- Federal; Research; Wastewater Treatment","Keen understanding of many aspects of biofuels development as a researcher of emissions.  Primary interests are in sustainability of initiatives and real, sustained emissions control."],
["Jorge da Silva","<a href=\"mailto:jorge.dasilva@agnet.tamu.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/jorge-da-silva-tamu-weslaco-99a211a\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Texas A&M AgriLife Research","Advanced Feedstock Supply; Bioeconomy Initiative; Bioproducts; Feedstock Collection; Research","The successful development of new crop plants for use in biofuels or bioproducts, in the SE U.S., requires that new germplasm is created with optimized yield and composition, in order to produce appropriate levels of desired components, sufficient to maximize yield and value. The creation of such germplasm of sugarcane/energy cane requires hybridization crosses between different elite lines. The Texas A&M AgriLife Research has recently created thousands of such germplasm. Planting this material in the several thousand acres of idle farmland observed in Texas every year, could lead to a biofuel production of up to 42 billion gallons a year."],
["Mark Janeczko","<a href=\"mailto:mljaneczko@shimadzu.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Shimadzu Scientific Instruments, Inc.","Algae; Anaerobic Digestion; Aviation Fuels; Feedstock Processing; Research","I have over 25 years experience solving problems in the chemical and microbial analysis markets. I have worked for the top manufacturers and suppliers in the chemical and microbial analysis market and currently a marketing manager at Shimadzu Scientific Instruments, Inc. Shimadzu provides a broad range of analytical instruments indispensable for research, development, and quality control in a variety of fields. Our high-level, sophisticated instruments include chromatographs, spectrometers, and elemental and surface analysis systems. We also provide a broad range of high-precision physical testing and measuring technology."],
["Stacy Jordahl","<a href=\"mailto:stacy.jordahl@ingevity.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Ingevity","Bioeconomy Stakeholders; Bioproducts; Biorefineries; Feedstock Processing; Market Analysis","Interested in having conversations related to how Ingevity may be able to help accelerate commercialization efforts."],
["Tim Rials","<a href=\"mailto:trials@utk.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","The University of Tennessee","Bioproducts; Feedstock Logistics; Research","My work is directed at development of bioenergy crops, including short-rotation woody crops, with enhanced quality characteristics for biorefining systems."],
["John May","<a href=\"mailto:jmay@sternbrothers.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Stern Brothers","Aviation Fuels; Bioeconomy Stakeholders; Bioproducts; Biorefineries; Financing","Leading investment bank in biofuels"],
["Mark Riedy","<a href=\"mailto:mriedy@kilpatricktownsend.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Kilpatrick Townsend & Stockton LLP","Anaerobic Digestion; Aviation Fuels; Biopower; Biorefineries; Financing","Mark J. Riedy is a Partner at Kilpatrick Townsend & Stockton LLP in Washington, DC and co-leads its Energy, Project Finance & Clean Technologies Practice of more than 74 attorneys. For more than 38 years, he has focused his practice on complex project development and finance, private placement, M&A, investment fund structuring and related investments, and regulatory and legislative compliance representation in more than 60 countries worldwide for renewable and conventional energy and chemicals, clean energy technology, energy storage, data center, environmental and infrastructure clients. His clients represent developers, lenders, EPCs, O&M"],
["Harrison Cooper","<a href=\"mailto:hcooper@barc-usa.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Bountiful Applied Research Corp","Advanced Feedstock Supply; Anaerobic Digestion; Feedstock Processing; Plant Design; Separations","Bountiful Applied Research has an improved process for separation of lignin from pretreatment liquor derived by alkali breakdown of lignocellulosic feedstocks.  Immediate application is to derive fuels from combustible forest residue for wildfire risk reduction at supportable expense."],
["Douglas Hunter","<a href=\"mailto:dhunter7@shaw.ca\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","D, Hunter Consulting","Engineering; Gasification; Syngas Cleanup","Performing research."],
["Justinus Satrio","<a href=\"mailto:justinus.satrio@villanova.edu\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/justinus-satrio-a88b9732\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Villanova University","Education; Engineering; Gasification; Hydrothermal Liquefaction; Research","I am a researcher and educator in the area of biomass conversions.  My research expertise is thermochemical conversions, specifically gasification and pyrolysis.  Originally from Indonesia, I have desire to help developing world by developing biomass conversion technologies that can be applied for improving the quality of life in rural communities."],
["Veronika Dornburg","<a href=\"mailto:veronika.dornburg@shell.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Shell - New Energies","Advanced Feedstock Supply","Biofuels Feedstock Adviser"],
["Liang Zhang","<a href=\"mailto:liang.zhang@p66.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Phillips 66","Bioproducts; Engineering; Research","Provide energy and improve life by innovation"],
["Neil Belson","<a href=\"mailto:nbelson@potomaclaw.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/neil-belson-3a737019\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Potomac Law Group, PLLC","Bioeconomy Initiative; Biorefineries; Mobilizing Biomass Resources; Policy- Federal; Legal","I am an attorney and biomass entrepreneur. I am Chair of the Life Sciences Practice at Potomac Law Group, a “new-model” law firm with an innovative business model which minimizes overhead costs.  My practice focuses on technology-related transactions and I have negotiated hundreds of transactions for biomass, bioenergy and life sciences companies.I have also founded a biomass products company (NewAgriculture, Inc.), which developed technologies to recover proteins and co-products from plant biomass.  I sold the assets of NewAgriculture in 2015.  I am a manager at LeafPro, LLC, the company which acquired NewAgriculture's assets."],
["Jeff Huxel","<a href=\"mailto:jeff.huxel@gmail.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/jeffhuxel\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Osage Orchards","Bioproducts; Engineering; Feedstock Processing; Research; Agroforestry","Jeff Huxel is the owner of Osage Orchards which is exploring sustainable agriculture usages of the Osage Orange (Maclura Pomifera) tree. Bioenergy feedstock, biochemicals, animal feed products and agroforestry uses are research areas, as well as propagation, cultivation, and harvesting techniques."],
["Edward Huxel","<a href=\"mailto:ehuxel@yahoo.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/edward-huxel-0610066a\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","Bois d'Arc BioProducts","Bioproducts; Biorefineries; Engineering; Feedstock Processing; Plant Design","Ed Huxel is researching Biochemicals, Bioenergy feedstocks, animal feed and agroforestry products from the fruit of the Osage Orange. Propagation, cultivation, and harvesting techniques are also being explored. His background includes an MS in Food Science, MS in Food Engineering, owning a fats and oil food processing company, and consulting at the American Institute of Baking."],
["Dan Burciaga","<a href=\"mailto:dburciaga@tri-inc.net\"><span class=\"fa-icon icon-envelope-alt\"></span></a><a href=\"https://www.linkedin.com/in/dan-burciaga-6209bb9\"><span class=\"fa-icon icon-linkedin-sign\"></span></a>&nbsp;","TRI, Inc.","Biorefineries; Engineering; Gasification","Dan leads ThermoChem Recovery International, Inc. (TRI), a market leader in the thermochemical conversion of a wide range of biomass and waste feedstocks. The Baltimore, MD-based company has been in operation since 1996 and is a closely-held private company. TRI demonstrated its technology at commercial scale via the steam-reforming gasification of black liquor, a valuable pulp and paper waste stream. It is currently supporting clients on a wide range of commercial-scale biofuels and bioenergy projects, both in the United States and abroad. These projects include MSW-to-jet and diesel fuels; woody biomass to drop-in fuels; lignite coal-to-d"],
["Fred Harrington","<a href=\"mailto:harrington@helios-nrg.com\"><span class=\"fa-icon icon-envelope-alt\"></span></a>","Helios-NRG","Algae; Bioeconomy Initiative; Bioproducts; Research; Wastewater Treatment","I have been working on development in the area of algae biofuels and bioproducts for the last 10 years in through research, teaching and business. Currently I am a Visiting Assistant Professor at SUNY Fredonia. Hellos-NRG is a technology development company located near Buffalo, NY. We work on projects in industrial gas separation, clean energy and algae technology. In algae we have expertise in carbon capture, harvest and dewatering, and multiple feedstock use. We are looking for projects we can collaborate upon."]
]